insert into movies values
                      (1, 'Крик', 1996, 'Уэс','Крейвен','Ужасы' ),
                      (2, 'Крик 2', 1997,'Уэс','Крейвен','Ужасы' ),
                      (3, 'Мгла', 2007, 'Фрэнк','Дарабонт','Ужасы' ),
                      (4, 'Бойцовский клуб', 1999, 'Дэвид','Финчер','Драма' );

insert into directors values
                       (1, 'Уэс', 'Крейвен','1939-08-02' ),
                       (2, 'Фрэнк','Дарабонт','1959-01-28'),
                       (3, 'Дэвид','Финчер', '1962-08-28');
insert into genres values
                       (1, 'Ужасы'),
                       (2, 'Комедия'),
                       (3, 'Драма'),
                       (4, 'Триллер'),
                       (5, 'Драма');